"livechat.inputfield.questionplaceholder" = "הזן את שאלתך";
"livechat.inputfield.messageplaceholder" = "הודעה";
"livechat.inputfield.feedbackplaceholder" = "הוסף את המשוב שלך כאן...";
"livechat.inputfield.commentplaceholder" = "הערה";
"livechat.headertitle.department" = "בחר מחלקה";
"livechat.headertitle.feedback" = "השאר הצעות";
"livechat.button.send" = "שלח";
"livechat.button.ok" = "אישור";
"livechat.button.photolibrary" = "ספריית תמונות";
"livechat.button.sendPhoto" = "שלח תמונה";
"livechat.button.takescreenshot" = "בצע צילום מסך";
"livechat.button.cancel" = "בטל";
"livechat.button.open" = "פתח";
"livechat.button.copy" = "העתק";
"livechat.button.submit" = "שלח";
"livechat.button.back" = "< חזור";
"livechat.button.select" = "Select";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "חזרה";
"livechat.message.savetolibrary" = "שמור בתיקיית מצלמה";
"livechat.message.offlineSend" = "שליחה לא מקוונת";
"livechat.message.secs" = "%@ שניות";
"livechat.message.sec" = "%@ שניה";
"livechat.message.newmessage" = "%@ הודעה חדשה";
"livechat.message.newmessages" = "%@ הודעות חדשות";
"livechat.message.chattransfered" = "צ'אט הועבר. שלום, %@ כאן!! אשמח לסייע לך בהמשך.";
"livechat.message.agenjoinedchat" = "%@ הצטרף לשיחה זו.";
"livechat.message.sessionended" = "הפעלה הסתיימה - #%@";
"livechat.message.sessionendednovisitid" = "הפעלה הסתיימה";
"livechat.message.connectedto" = "מחובר אל %@";
"livechat.message.sessionendtime" = "הפעלת הצ׳אט תסתיים בתוך %@";
"livechat.message.chatmissed" = "נחזור אליך בהקדם";
"livechat.message.defaultthankmsg" = "תודה על פנייתך אלינו! \n אנא השאר לנו את הדירוג והמשוב החשוב שלך.";
"livechat.ratingresponse.ratingandfeedback" = "אנו מודים לך על הדירוג והמשוב החשוב";
"livechat.ratingresponse.feedback" = "אנו מודים לך על המשוב החשוב";
"livechat.ratingresponse.rating" = "אנו מודים לך על הדירוג החשוב";
"livechat.message.name" = "אני";
"livechat.ratingmessage.bad" = "גרוע";
"livechat.ratingmessage.good" = "טוב";
"livechat.ratingmessage.wow" = "וואו!";
"livechat.feedbackmessage.nofeedback" = "אין משוב";
"livechat.connectionstatus.online" = "מקוון";
"livechat.connectionstatus.offline" = "לא מקוון";
"livechat.connectionstatus.connecting" = "מתחבר";
"livechat.connectionstatus.waitingfornetwork" = "ממתין לרשת";
"livechat.connectionstatus.noconnection" = "אין קישוריות רשת...";
"livechat.day.morning" = "בוקר";
"livechat.day.afternoon" = "אחה״צ";
"livechat.day.evening" = "ערב";
"livechat.day.night" = "לילה";
"livechat.day.today" = "היום";
"livechat.day.yesterday" = "אתמול";
"livechat.fileSize.exceed.alert" = "גודל הקובץ חורג מהמגבלה המותרת המרבית";



//

"livechat.message.sessionend" = "הפעלת הצ׳אט עומדת להסתיים";

"livechat.leave.feedback" = "תודה על פנייתך אלינו! \n אנא השאר לנו את המשוב החשוב שלך.";

"livechat.offline.sent" = "נשלח לא מקוון";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "תמונה";

"livechat.conversation.vidoe" = "סרטון";

"livechat.conversation.audio" = "שמע";

"livechat.conversation.file" = "קובץ";

"livechat.conversation.location" = "מיקום";

"livechat.conversation.contact" = "איש קשר";

"livechat.ongoing.typing" = "מקליד";

"livechat.offline.message" = "איננו נמצאים כרגע. אנא השאר הודעה ונחזור אליך בהקדם האפשרי.";

"livechat.start.chat" = "התחל צ׳אט";

"livechat.recently.viewed" = "נצפה לאחרונה";

"livechat.faq.srarch.empty" = "אוווו! המאמר שאתה מחפש עדיין נכתב! אנא חזור לכאן מאוחר יותר!";

"livechat.faq.search" = "חפש אחר מאמר";

"livechat.conversation" = "שיחות";

"livechat.faq" = "מאגר הידע";

"livechat.conversation.search.empty" = "אופס! נראה כי אף אחת מהשיחות הקיימות מכילה את מילת החיפוש שהקלדת. נסה אולי מילת חיפוש אחרת!";

"livechat.conversation.attended" = "ב%@ עם %@"; //in zylker with andrew

"livechat.conversation.missed" = "לא נענה %@";//Missed in sales

"livechat.conversation.search" = "חפש אחר שיחה";

"livechat.conversation.empty" = "אין עדיין שיחות! אתה רחוק מרחק לחציה אחת בלבד מהתחברות למומחים שלנו.";

"livechat.faq.empty" = "מודול המאמרים שלנו עדיין בבניה!";

"livechat.conversaiton.awaiting" = "ממתין להתחבר...";

"livechat.faq.article" = "מאמר";

"livechat.faq.articles" = "מאמרים";

"livechat.faq.view" = "תצוגות";

"livechat.faq.views" = "תצוגות";


"livechat.button.endsession" = "סיים שיחה";
"livechat.message.missedChat" = "צ׳אט שלא נענה";
"livechat.message.sharedfile" = "שיתף קובץ";
"livechat.message.suggestions" = "הצעות";
"livechat.message.like" = "אהבתי";
"livechat.message.dislike" = "לא אהבתי";
"livechat.message.timezone" = "אזור זמן";
"livechat.message.date" = "תאריך";//
"livechat.message.time" = "זמן";//
"livechat.message.from" = "מ";//
"livechat.message.to" = "ל";//
"livechat.message.speaker" = "רמקול";
"livechat.message.settings" = "הגדרות";
"livechat.message.okay" = "בסדר";
"livechat.button.dnt" = "לא לעקוב";
"livechat.button.gotit" = "קיבלתי!";
"livechat.button.learnmore" = "למידע נוסף";
"livechat.button.accept" = "קבל";
"livechat.button.decline" = "דחה";
"livechat.message.slidetodelete" = "החלק למחיקה";
"livechat.message.holdtorecord" = "החזק כדי להקליט, שחרר כדי לעצור";
"livechat.permission.microphone" = "אפשר גישה אל המיקרופון של ההתקן שלך כדי להקליט ולשלוח הודעות קוליות.";
"livechat.buttton.later" = "אחר-כך";
"livechat.message.permission" = "נווט אל הגדרות האפליקציות";
"livechat.message.angry" = "כועס";
"livechat.message.sad" = "עצוב";
"livechat.message.neutral" = "ניטרלי";
"livechat.message.good" = "טוב";
"livechat.message.great" = "נהדר";

"livechat.message.chattransfering" = "%@ מעביר צ׳אט זה אל %@.";
"livechat.message.forwardsupport" = "%@ מעביר צ׳אט זה.";
"livechat.message.forwardaccepted" = "צ׳אט זה הועבר אל %@ בהצלחה.";

"livechat.button.done" = "בוצע";
"livechat.button.skip" = "דלג";
"livechat.button.confirm" = "אשר";
"livechat.message.bookslot" = "הזמן משבצת";

"livechat.message.verybad" = "רע מאוד";
"livechat.message.neutral" ="ניטרלי";
"livechat.message.pickdate" = "בחר תאריך";
"livechat.message.pickslot" = "בחר משבצת זמן";
"livechat.message.pickloc" = "בחר מיקום";
"livechat.message.location" = "מיקום";
"livechat.message.curloc" = "שלח מיקום נוכחי" ;
"livechat.message.selloc" = "שלח מיקום נבחר";

"livechat.message.changeemail" = "החלף כתובת דוא״ל";
"livechat.message.translateconsent" = "Google Translation";
"livechat.message.chatconsent" = "הסכמת צ׳אט";
"livechat.message.trackconsent" = "מעקב אחר הסכמה";
"livechat.chatconsent.message" = "בלחיצה על מסכים, הנך מאשר את כל התנאים וההתניות שלנו המפורטים במסמך.";
"livechat.trackconsent.message1" = "שלום לך! עקבנו את פעולותיך ביישום על מנת להגביר את חווית היישום.";
"livechat.trackconsent.message2" = "שלום לך! עקבנו את פעולותיך ביישום על מנת להגביר את חווית היישום. אך אם תרצה לבטל את הסכמתך להצטרפות זו לחץ על האפשרות \"אל תעקוב\".";
"livechat.message.cardmask" = "מיסוך כרטיס אשראי";
"livechat.creditcard.message" = "מכיוון שמספר הכרטיס שלך מכיל נתונים רגישים,האם תרצה שנמסך  את 12 הספרות הראשונות של מספר הכרטיס שלך?";
"livechat.button.mask" = "מסיכה";
"livechat.message.emailtranscript" = "אתה עומד לשלוח את תעתיק הצ׳אט %@ בדוא״ל.";


"livechat.message.continuesession" = "הפעלת הצ׳אט שלך איתנו הסתיימה. האם יש שאלות נוספות שיש לברר? לחץ ״המשך״ כדי לבצע איתנו צ׳אט.";
"livechat.button.sendemail" = "שלח דוא״ל של תעתיק הצ׳אט";
"livechat.button.continue" = "להמשיך";
"livechat.message.typeemail" = "הזן את כתובת הדוא״ל שלך";
"livechat.message.mailsent" = "הדוא\"ל נשלח בהצלחה";
"livechat.message.mailfailed" = "שליחת דוא\"ל נכשלה";

"livechat.button.yes" = "כן";
"livechat.button.no" = "לא";
"livechat.message.connectohuman" = "זקוק לעזרה אנושית?";


"livechat.message.downloading" = "מבצע הורדה";
"livechat.message.uploading" = "מבצע העלאה";

"livechat.message.sendphoto" = "שלח תצלום 1";
"livechat.message.sendvideo" = "שלח סרט 1";

"livechat.message.sendphotos" = "שלח %@ תמונות";
"livechat.message.sendvideos" = "שלח %@ סרטים";


"livechat.message.senditems" = "שלח %@ פרטים";

"livechat.message.saved" = "נשמר";
"livechat.message.screenshot" = "הקש כדי ללכוד";

"livechat.message.time.yearsago" = "לפני %@ שנים";
"livechat.message.time.monthsago" = "לפני %@ חודשים";
"livechat.message.time.weeksago" = "לפני %@ שבועות";
"livechat.message.time.daysago" = "לפני %@ ימים";
"livechat.message.time.hoursago" = "לפני %@ שעות";
"livechat.message.time.minutesago" = "לפני %@ דקות";
"livechat.message.time.secondsago" = "לפני %@ שניות";
"livechat.continue.chat" = "המשך בצ׳ט";
"livechat.conversation.started" = "ב-%@";
"livechat.message.sendfeedback" = "שלח משוב";
"livechat.message.sessionendtime" = "הפעלת הצ׳אט תסתיים ב-%@";

"livechat.message.recieveimage" = "%@ שלח לך תמונה";
"livechat.message.recievevideo" = "%@ שלח לך סרט";
"livechat.message.recievegif" = "%@ שלח לך קובץ GIF";
"livechat.message.recievefile" = "%@ שלח לך קובץ";
"livechat.message.recieveaudio" = "%@ שלח לך קובץ שמע";
"livechat.message.sharescreenshot" = "שתף צילום מסך";

//FORMS
"livechat.message.defaultthankmsg" = "שמחתי לשוחח איתך היום. אנא הקדש דקה לדירוג השירות.";

"livechat.message.rate.1star" = "אנו מצטערים שלא יכולנו לסייע. אנו נשפר את שירותי התמיכה שלנו.";
"livechat.message.rate.2star" = "מתנצלים! אנו מבטיחים לך חוויה טובה יותר בפעם הבאה.";
"livechat.message.rate.3star" = "תודה על הדירוג! אנא הרגש בנוח לשלוח לנו איתות על מנת לקבל סיוע.";
"livechat.message.rate.4star" = "תודה רבה עבור דרוגך. אנו שמחים לעזור.";
"livechat.message.rate.5star" = "וואוו, תודה רבה!  אנו שמחים לעזור לך";

"livechat.message.feedback" = "תודה על משובך.";

"livechat.message.state.connecting" = "מתחבר";
"livechat.message.state.connected" = "מחובר";

"livechat.message.inputcard.title.name" = "הזן שם";
"livechat.message.inputcard.title.phone" = "הזן איש קשר";
"livechat.message.inputcard.title.url" = "הזן URL";
"livechat.message.inputcard.title.email" = "הזן כתובת דוא״ל";

"livechat.message.inputcard.error.name" = "הזן שם חוקי";
"livechat.message.inputcard.error.email" = "הזן כתובת דוא״ל חוקית";
"livechat.message.inputcard.error.contact" = "הזן מספר התקשרות חוקי";
"livechat.message.inputcard.error.url" = "הזן URL חוקי";

"livechat.message.form.inline.introduction" = "עזור לנו לדעת עם מי אנו מדברים.";
"livechat.message.form.inline.chatmessage" = "אנא ספק לנו כמה פרטים כדי להתחיל צ׳אט.";
"livechat.message.form.inline.buttontitle" = "מלא טופס";

"livechat.message.form.field.error.question" = "הזן שאלה";
"livechat.message.form.field.question" = "הזן את שאלתך כאן";
"livechat.message.form.field.campaign" = "האם תרצה להירשם כמנוי לידיעון שלנו?";

"livechat.message.form.field.error.unknown" = "התגובה הנתונה אינה חוקית.";

"livechat.message.form.field.department.fieldname" = "מחלקה";
"livechat.message.form.field.department.message" = "אנא בחר את המחלקה שאליה יש לנתב את הבקשה שלך";
"livechat.message.form.field.department.placeholder" = "בחר מחלקה";
"livechat.message.form.field.department.coversation.error" = "אנא בחר מחלקה אחרת.";
"livechat.message.form.field.department.traditional.error" = "בחר מחלקה חוקית";



"livechat.message.form.field.email.fieldname" = "דוא״ל";
"livechat.message.form.field.email.message" = "נוכל להעביר לך דוא״ל ב?";
"livechat.message.form.field.email.placeholder" = "הזן את כתובת הדוא״ל שלך";
"livechat.message.form.field.email.coversation.error" = "נראה שכתובת הדוא״ל שהזנת שגויה. אנא הזן שוב את כתובת הדוא״ל שלך.";
"livechat.message.form.field.email.traditional.error" = "הזן כתובת דוא״ל חוקית";



"livechat.message.form.field.phone.fieldname" = "טלפון";
"livechat.message.form.field.phone.message" = "האם נוכל לקבל את מספר ההתקשרות שלך?";
"livechat.message.form.field.phone.placeholder" = "הזן את מספר ההתקשרות שלך";
"livechat.message.form.field.phone.coversation.error" = "נראה שמספר הטלפון שהזנת שגוי. אנא הזן שוב את מספר הטלפון שלך.";
"livechat.message.form.field.phone.traditional.error" = "הזן מספר טלפון חוקי";


"livechat.message.form.field.name.fieldname" = "שם";
"livechat.message.form.field.name.message" = "כיצד תרצה שיפנו אליך?";
"livechat.message.form.field.name.placeholder" = "הזן את שמך";
"livechat.message.form.field.name.coversation.error" = "נראה שהשם שהזנת אינו לגמרי נכון. אנא הזן שוב את שמך.";
"livechat.message.form.field.name.traditional.error" = "הזן שם חוקי";

"livechat.button.sure" = "בוודאי";
"livechat.message.form.conversation.sendername" = "מפעיל";
"livechat.message.form.traditional.title" = "פרטי משתמש";

"livechat.message.error.internet" = "אנא בדוק את חיבור האינטרנט שלך.";
"livechat.message.error.unknown" = "אופס! משהו השתבש. אנא נסה שוב";


//REOPEN
"livechat.message.error.internet" = "אנא בדוק את חיבור האינטרנט שלך.";
"livechat.message.error.unknown" = "אופס! משהו השתבש. אנא נסה שוב";
"livechat.conversation.started_no_dept" = "עם %@";
"livechat.message.reopensession" = "הפעלת צ׳אט הסתיימה. תוכל לפתוח מחדש את הצ׳אט אם יש לך שאלות נוספות.";
"livechat.message.failiure.unknown" = "משהו השתבש. קוד שגיאה: %@";
"livechat.message.failiure.throttle" = "החיבור ווסת. נסה שוב אחרי זמן מה.";
"livechat.button.reopen" = "פתח מחדש את הצ׳אט";
"livechat.message.conversation.reopened" = "פתחת מחדש את הצ׳אט";
"livechat.message.sendblocked.ended" = "צ׳אט זה הסתיים";
"livechat.message.conversation.operatorsunavailable" = "אין מפעילים זמינים";
"livechat.message.conversation.waiting" = "המפעיל יצטרף בתוך זמן קצר";
"livechat.message.conversation.formwaiting" = "ממתינים לפרטים שלך";

"livechat.message.chatwithus" = "שוחח איתנו עכשיו!";
"livechat.message.search" = "חפש";
"livechat.rate.titlemessage" = "איך היתה חווית השיחה שלך איתנו?";
"livechat.rate.subtitlemessage" = "אנא הקדש דקה לדירוג השירות";
"livechat.message.time.justnow" = "ממש עכשיו";
"livechat.message.file" = "קובץ";
"livechat.message.missed.message" = "מצטערים שפיספסנו אותך! נחזור אליך בתוך זמן קצר!";
"livechat.message.connection.online.message" = "שוב מקוונים!";

"salesiq.chat.branding" = "מונע באמצעות SalesIQ Mobilisten";
"livechat.button.download" = "הורד";
"livechat.alert.formactivenotice.title" = "הטופס פעיל בצ'אט אחר";
"livechat.alert.formactivenotice.subtitle" = "אנא השלם את הטופס בצ'אט הקודם לפני שתתחיל צ'אט חדש!";
"livechat.message.offlinemessage.submitted" = "הוגשה הודעה בלתי מקוונת";
"livechat.message.storage_permission.denied" = "הרשאת אחסון נדחתה.";
"livechat.message.timedout" = "תם הזמן הקצוב";
"livechat.message.success" = "הצלחה";
"livechat.message.faliure" = "נכשל";

"livechat.message.widget.selectionlimit" = "הגעת למגבלת הבחירה";
"livechat.message.noresult" = "לא נמצאו תוצאות";
"livechat.message.waitingforconnection" = "ממתין לחיבור רשת";
"livechat.message.chat.closedalert" = "ההפעלה סגורה! פתח את הצ'אט מחדש כדי להמשיך.";

"livechat.message.info.chatmissed" = "החמצנו את בקשת הצ'אט שלך";
"livechat.message.status.sending" = "שולח";
"livechat.message.status.sent" = "נשלח";
"livechat.message.status.resend" = "שלח שוב";
"livechat.message.status.delete" = "מחק";
"livechat.message.inputcard.error.novalue" = "אנא הזן ערך חוקי";

"livechat.chat.pendingaction.placeholder" = "נא להמתין.";
"livechat.chat.sender.profanity.alert" = "התראת שימוש לרעה";
"livechat.chat.queue.banner.calculating" = "מחשב זמן המתנה...";
"livechat.chat.queue.banner.title" = "אתה נמצא בתור צ׳אט";
"livechat.chat.queue.banner.timeremaining" = "זמן ההמתנה המשוער הוא בסביבות ~ %@";
"livechat.chat.queue.banner.position.subtitle" = "מקום";
"livechat.chat.list.subtitle.queue.spot" = "אתר בתור: %@";
"livechat.gdpr.googletranslate.consent" = "שירות זה עשוי לכלול תרגומים המונעים באמצעות Google. Google מתנערת מכל אחריות הקשורה לתרגומים, בין מפורשת בין מרומזת, כולל כל אחריות בגין דיוק, אמינות וכל אחריות מרומזת של סחירות, התאמה למטרה מסוימת ואי-הפרה.";
"livechat.button.schedule" = "לוח זמנים";

"livechat.message.inputwidget.datetime.title" = "תאריך ושעה";
"livechat.message.search.country.placeholder" = "חפש מדינה או קוד";
"livechat.message.permission.denied.location" = "הרשאת המקום סורבה";
"livechat.messsage.search.noresults" = "לא הצלחנו למצוא שום תוצאות התאומות לחיפוש שלך";

"livechat.message.status.edit" = "ערוך";
"livechat.message.status.reply" = "השב";
"livechat.message.deletingmessage" = "מוחק את ההודעה";
"livechat.message.deletemessage" = "למחוק את ההודעה?";
"livechat.message.messagedeletedforeveryone" = "הודעה זו תימחק עבור כולם. לא ניתן לבטל פעולה זו";
"livechat.message.loadmoremessage" = "טען עוד";
"livechat.message.messagedeleted" = "הודעה זו נמחקה";
"livechat.message.messageedited" = "נערך";
"livechat.message.failure.transcriptFetch" = "לא ניתן לטעון את ההודעות. נסה שוב מאוחר יותר.";
"livechat.message.failure.deleteMessage" = "לא ניתן למחוק את ההודעה. נסה שוב מאוחר יותר.";
"livechat.message.failure.editMessage" = "לא ניתן לערוך את ההודעה. נסה שוב מאוחר יותר.";

"livechat.message.log.title" = "יומן אפליקציות";
"livechat.message.log.chatMessage" = "המפעיל ביקש גישה ליומן האפליקציה שלך";
"livechat.message.share" = "שתף";
"livechat.info.message" = "הועתק";


"livechat.booking.description"="לחץ ״הזמן עכשיו״ להלן כדי לתזמן את הפגישה שלך."; 
"livechat.booking.bookappointment" = "הזמן פגישה"; 
"livechat.booking.cancelbooking" = "בטל הזמנה"; 
"livechat.booking.cancelbooking.message" = "האם אתה בטוח שברצונך לבטל הזמנה זו?"; 
"livechat.booking.discardbooking" = "האם אתה בטוח שברצונך להשליך את השינויים"; 
"livechat.common.discard" = "השלך"; 
"livechat.booking.pickadate" = "בחר תאריך"; 
"livechat.booking.allslotsbooked" = "כל המשבצות מוזמנות"; 
"livechat.booking.allslotsbooked.message" = "נראה שכל המשבצות הוזמנו בתאריך זה, נסה תאריך אחר."; 
"livechat.booking.unavailable" = "לא זמין"; 
"livechat.booking.slots" = "משבצות"; 
"livechat.booking.slot" = "משבצת"; 
"livechat.booking.choosedate" = "בחר תאריך"; 
"livechat.booking.bookingconfirmation.title" = "אישור הזמנה"; 
"livechat.booking.verifydetails" = "אשר את נתוני ההתקשרות"; 
"livechat.common.noresultfound" = "לא נמצאו תוצאות עבור החיפוש"; 
"livechat.booking.choosetimeslot.title" = "בחר משבצת זמן"; 
"livechat.booking.booknow" = "הירשם כעת"; 
"livechat.booking.scheduled" = "מתוזמן"; 
"livechat.booking.cancelled" = "בוטל"; 
"livechat.booking.reschedule" = "תזמן מחדש"; 
"livechat.booking.cancel" = "בטל";

"livechat.booking.expired" = "פג תוקף";
"livechat.booking.rescheduled" = "תוזמנה מחדש";
"livechat.booking.error.booknow" = "נסה שוב";
"livechat.booking.error.bookanappointment" = "לא ניתן להזמין תור";
"livechat.booking.error.confirmappointment" = "הזמנת התור נכשלה. נסה שוב.";
"livechat.booking.error.rescheduleaction" = "לא ניתן לתזמן מחדש. נסה שוב.";
"livechat.booking.error.cancelaction" = "לא ניתן לבטל. נסה שוב.";
"livechat.booking.error.rescheduleappointment" = "לא ניתן לתזמן מחדש. נסה שוב.";
"livechat.info.booking.reschedule" = "התור תוזמן מחדש";
"livechat.info.booking.cancel" = "התור בוטל";
"livechat.booking.success.appointment" = "התור הוזמן בהצלחה";
"livechat.booking.success.reschedule" = "התור תוזמן מחדש בהצלחה";
"livechat.booking.success.cancel" = "התור בוטל בהצלחה";
"livechat.booking.disabled" = "האינטגרציה לא אופשרה בפורטל";
"livechat.booking.search" = "לא נמצאו תוצאות חיפוש עבור";
"livechat.voicemessage.alert.title" = "השלך את ההודעה הקולית";
"livechat.voicemessage.alert.message" = "פעולה זו תשליך את ההודעה הקולית שהוקלטה";
"livechat.booking.alert.discardChangesPrompt" = "השינויים שנערכו לא יישמרו. האם ברצונך להמשיך?";
"livechat.alert.button.proceed" = "המשך";
"livechat.alert.button.cancel" = "בטל";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "חיפושים אחרונים";
"livechat.knowledgebase.categories" = "קטגוריות";
"livechat.knowledgebase.article.updated" = "עודכן";
"livechat.knowledgebase.action.like" = "לייק";
"livechat.knowledgebase.action.dislike" = "לא אהבתי";
"livechat.knowledgebase.info.liked" = "סימן לייק";
"livechat.knowledgebase.info.disliked" = "לא אהב";
"livechat.knowledgebase.view" = "תצוגה";
"livechat.knowledgebase.views" = "תצוגות";
"livechat.knowledgebase.action.invalid" = "פעולה בלתי חוקית. נסה שוב.";
"livechat.knowledgebase.noviews" = "אין תצוגות";

"livechat.knowledgebase.subcategories" = "תת-קטגוריות";
"livechat.knowledgebase.article" = "מאמר";
"livechat.knowledgebase.articles" = "מאמרים";
"livechat.knowledgebase.relatedarticles" = "מאמרים קשורים";
"livechat.knowledgebase.subcategory.count" = "תת-קטגוריה";
"livechat.knowledgebase.subcategories.count" = "תת-קטגוריות";
"livechat.knowledgebase.recentlyviewed" = "נצפה לאחרונה";
"livechat.knowledgebase.choosedepartment" = "בחר מחלקה";
"livechat.knowledgebase.search.departments" = "מחלקות";
"livechat.knowledgebase.delete.or.disabled" = "המאמר אינו זמין";

"livechat.chat" = "צ׳אט";
"livechat.knowledgebase.time.yearsago" = "עודכן לפני %@ שנים";
"livechat.knowledgebase.time.monthago" = "עודכן לפני %@ חודשים";
"livechat.knowledgebase.time.dayago" = "עודכן לפני יום";
"livechat.knowledgebase.time.daysago" = "עודכן לפני %@ ימים";
"livechat.knowledgebase.time.hourago" = "עודכן לפני שעה";
"livechat.knowledgebase.time.hoursago" = "עודכן לפני %@ שעות";
"livechat.knowledgebase.time.justnow" = "עודכן בזה הרגע";

"livechat.conversation.unavailable" = "הצ׳אט אינו זמין";
"livechat.message.file.not.supported" = "סוג הקובץ לא נתמך";
"livechat.message.sending.failed" = "שליחת ההודעה נכשלה";
"livechat.launcher.dismiss" = "גרור לכאן כדי לבטל";
"livechat.button.endchat" = "סיים צ׳אט";


"livechat.message.resendall" = "שלח הכל מחדש";
"livechat.message.deleteall" = "מחק הכל";
"livechat.filebotcard.minimumselection.error" = "%@ אנא בחר לפחות d קבצים";
"livechat.filebotcard.maximumselection.error" = "%@ לא ניתן לשתף יותר מאשר d קבצים";
"livechat.filebotcard.selectionfile.limitexceed.error" = "%@ אסור שגודל הקובץ יעלה על";
"livechat.filebotcard.upload" = "העלה";

"livechat.message.widget.minimumselectionlimit" = "נדרשת בחירה מינימלית %@";
"livechat.message.resource.viewarticle" = "הצגת מאמר";
"livechat.filebotcard.unsupportedfile.error" = "הקובץ שנבחר אינו נתמך, אנא בחרו קובץ אחר. ";
"livechat.fab.call.action" = "התקשרות";
"livechat.fab.chat.action" = "צ'אט";
"livechat.fab.close.action" = "סגירה";

"livechat.info.call.convertedaschat" = "השיחה הומרה כצ'אט על ידי %@";
"livechat.info.call.end" = "שיחת שמע ב-%@ עבור %@";
"livechat.info.call.reject.peer" = "%@ תפוס כרגע. אנא נסו להתקשר מאוחר יותר";
"livechat.info.call.reject" = "%@ דחת/ה שיחת שמע ב-%@";
"livechat.info.call.missed.other" = "%@ פספס את שיחת השמע שלך ב-%@";
"livechat.info.call.missed.self" = "%@ פספסו שיחת שמע ב-%@";
"livechat.info.call.cancelled" = "%@ ביטל שיחת שמע ב-%@";
"livechat.common.loading" = "טוען...";
"livechat.call.title.ongoingcall" = "שיחה פעילה";
"livechat.prechat.chat.online.title" = "התכתבו איתנו עכשיו!";
"livechat.prechat.chat.offline.title" = "השאירו לנו הודעה";
"livechat.prechat.call.online.title" = "התקשרו אלינו עכשיו";
"livechat.prechat.call.offline.title" = "השאירו לנו שיחה שלא נענתה";
"livechat.call.warning.make.new.call" = "לא ניתן לבצע שיחה חדשה כאשר אתם כבר בשיחה אחרת.";
"livechat.call.end.alert.when.end.conversation" = "סיום הצ'אט יסיים גם את השיחה. האם אתם בטוחים שברצונכם להמשיך?";
"livechat.action.end" = "סיום";
"livechat.prechat.brand.back.to.online" = "שלום, חזרנו למצב מקוון!";
"livechat.call.outgoingcall.duration" = "שיחה יוצאת עבור %@";
"livechat.call.missed" = "שיחה שלא נענתה";
"livechat.call.cancelled" = "שיחה מבוטלת";
"livechat.missed.chat.response" = "תודה שפניתם אלינו! נחזור אליכם תוך זמן קצר.";
"livechat.call.miss.alert.title" = "הנציגים אינם זמינים";
"livechat.call.miss.alert.message" = "תרצו להשאיר לנו שיחה שלא נענתה?";
"livechat.chat.miss.alert.message" = "תרצו להשאיר לנו הודעה?";
"livechat.call.recording.consent.title" = "הסכמה להקלטת שיחות";
"livechat.call.recording.consent" = "כל השיחות מוקלטות למטרות בקרת איכות, תיעוד והדרכה. לחיצה על 'אישור' מהווה הסכמה להקלטת השיחה.";
"livechat.call.queue.title" = "שיחה בתור";
"livechat.call.microphone.permission.title" = "יש לאפשר גישה";
"livechat.call.microphone.permission.custom.message" = "%@ זקוקה להרשאה כדי לגשת למיקרופון שלכם לשיחות קוליות";
"livechat.call.microphone.permission.message" = "אפליקציה זו זקוקה להרשאה כדי לגשת למיקרופון שלכם לשיחות קוליות";
"livechat.button.endconversation" = "סיום השיחה";
"livechat.message.offlinechat" = "צ'אט לא מקוון";
"livechat.message.offlinecall" = "שיחה לא מקוונת";
"livechat.checkbox.consent.message" = "אני מסכים/ה לתנאים ולהגבלות";
"livechat.checkbox.consent.message.tac" = "תנאים והגבלות";
"livechat.list.subtitle.queue.call" = "השיחה שלכם נמצאת בתור. נא להמתין.";
"livechat.list.subtitle.queue.chat" = "הצ'אט שלכם בתור. נא להמתין.";
"livechat.common.gdpr.consent.title" = "הסכמה לשיחה";
"livechat.common.gdpr.consent.message" = "לחיצה על 'אישור' מהווה הסכמה לכל התנאים וההגבלות המפורטים במסמך.";
"livechat.common.gdpr.consent.message.in.forms" = "על ידי סימון תיבת הסימון של התנאים וההגבלות, אתם מסכימים בזאת לכל התקנות המפורטות במסמך.";
"livechat.form.toast.agree.tac" = "אנא הסכימו לתנאים וההגבלות כדי להמשיך";
"livechat.list.missed.call.subtitle" = "פספסנו את השיחה שלכם. אנא נסו מאוחר יותר.";
"livechat.list.cancel.call.subtitle" = "ביטלתם שיחה קולית.";
"livechat.list.subtitle.ongoingcallinothersession" = "שיחה פעילה בהפעלה אחרת";
"livechat.call.failed.message" = "נראה שכל הנציגים שלנו אינם זמינים כרגע!";
"livechat.call.waiting.for.response" = "נא להמתין בזמן שנציג התמיכה שלנו מטפל בשיחה שלכם";
"livecaht.call.initialization.failed" = "האתחול נכשל";
